{
    "experiences": [
        {
            "company": "Tata Technologies",
            "link": "/",
            "title": "Solution Developer",
            "duration": "Dec 2021 - Present",
            "desc": [
                "Worked with team and also managed team to develop a web application for a clients: Tata Steel, Godrej, Jaguar Land Rover and Kia Motors.",
                "Worked as a full stack developer and developed a web application using React, Express and MongoDB.",
                "Also have hands on experience in developing a mobile application using React Native.",
                "Worked on various projects and also have hands on experience in AWS and Azure."
            ]
        },
        {
            "company": "Syren Technologies",
            "link": "/",
            "title": "Frontend Developer",
            "duration": "Sep 2021 - Dec 2021",
            "desc": [
                "Worked as a React Developer and developed a web application using React And Redux.",
                "Also got to learn about Tailwind CSS and Material UI.",
                "Worked under the guidance of senior developers and also got to learn about the industry standards.",
                "Our Major client was GitHub and we developed a web application for them."
            ]
        },
        {
            "company": "plixx.co.in",
            "link": "/",
            "title": "Owner",
            "duration": "Mar 2023 - Present",
            "desc": [
                "Managed a team of 5 people and developed with Agile Methodology.",
                "It currently has 200K users and is growing rapidly.",
                "We earned through ads and also through premium subscription.",
                "Technologies used: React, Express, MongoDB, Firebase, AWS, Azure, Google Cloud."
            ]
        }
    ],
    "projects": [
        {
            "title":"Plixx.co.in",
            "image": "https://plixx.co.in/promo.mp4",
            "desc": "Plixx is a OTT platform where you can watch movies, web series and TV shows. It is a free platform and is currently used by 200K users. Users can also subscribe to premium subscription to get access to premium content.",
            "skills": ["React", "Express", "MongoDB", "Firebase", "AWS", "Azure", "Google Cloud"],
            "github": "https://github.com/sanketbagad",
            "link": "www.plixx.co.in"
        },
        {
            "title":"Godrej - Safelog",
            "image": "./images/godrej.webm",
            "desc": "Safelog is a web application developed for Godrej. It is used to track the movement of the goods and also to track the location of the goods. An IoT device is attached to the goods and the location is tracked using the IoT device.",
            "skills": ["React", "Express", "MongoDB", "Azure", "Cosmos DB", "Azure IoT"],
            "github": "https://github.com/sanketbagad",
            "link": "https://safelog.godrej.com/"
        },
        {
            "title":"Tata Steel - Ensafe Nxt",
            "image": "./images/tsl.webm",
            "desc": "A Web Application for Tata Steel Users To Get Info About What Is Happening In The Company. It Also Has A Chatbot Which Is Used To Get Info About The Company. It Also Has A Feature To Book A Meeting Room.",
            "skills": ["React", ".NET", "SQL Server", "Azure", "Cosmos DB"],
            "github": "https://github.com/sanketbagad",
            "link": "https://dazzling-flan-626252.netlify.app/"
        }
    ]
}